[{"index":0,
    "Mito":"Você não pode engravidar durante a menstruação",
    "Descrição":"Se você pensou que estar menstruada é um passe VIP para fazer sexo sem proteção, pode tirar essa ideia da cabeça. Ter uma relação sexual sem camisinha durante o período menstrual pode sim resultar em uma gravidez. Tudo depende do momento em que acontece a transa. É quase impossível engravidar durante os primeiros dias de menstruação, mas a situação muda quando a relação ocorre durante os últimos dias do período menstrual. Os espermatozóides são capazes de sobreviver no corpo da mulher até três dias, ou seja, eles podem “durar” até a mulher estar no período fértil, o que vai possibilitar uma fecundação."},

{"index":1,
    "Mito":"Você não pode ter relações sexuais durante o período",
    "Descrição":"Talvez algumas mulheres não se sintam confortáveis ​​em ter relações sexuais devido ao sangramento, mas fazer sexo menstruada não é prejudicial a saúde. Muitas inclusive acham que é excitante. Apenas lembre-se de tomar métodos de controle de natalidade se você não quiser engravidar."},

{"index":2,
    "Mito":"Você precisa menstruar todo mês para que seu corpo desintoxique",
    "Descrição":"É um dos mitos mais difundidos: a mulher deve menstruar todo mês para a saúde e desintoxicação do corpo. Na verdade, a menstruação consiste em tecido do endométrio (o revestimento do útero para promover a gravidez) e de sangue do mesmo, e isso é completamente livre de toxinas. É um processo que ocorre apenas para acomodar uma gravidez, e esse material é simplesmente eliminado se a fertilização não ocorrer. É por isso que a menstruação não é um processo de desintoxicação."},

{"index":3,
    "Mito":"A Menstruação é igual para todas",
    "Descrição":"Embora seja normal que a menstruação dure de três a cinco dias, a cada 28 dias, a verdade é que há um grande número de mulheres que possuem períodos menstruais fora dessa regra. Meninas mais jovens muitas vezes têm períodos irregulares, com ciclos de até 7 dias e com intervalos de 30 ou 32 dias. À medida que vão ficando mais velhas, é normal que essa frequência diminua para 25 ou 26 dias. Mas tudo depende de cada mulher, então não se preocupe se o seu período não for igual ao de suas amigas mais próximas. Mulheres em controle de natalidade muitas vezes experimentam períodos mais leves, ou às vezes no período."},

{"index":4,
    "Mito":"É proibido praticar atividades físicas",
    "Descrição":"A menos que você tenha cólicas severas (dismenorreia) ou fluxo sanguíneo excessivo (menorragia) que interfira na sua capacidade de participar de atividades físicas, não há razão para se abster de exercícios ou atividades físicas regulares quando você está menstruada. Seu período é uma função normal do seu corpo; não é uma desvantagem. De fato, muitos especialistas recomendam o exercício durante a menstruação para ajudar a reduzir as cólicas, já que a atividade aeróbica, como caminhar, correr, andar de bicicleta, dançar ou nadar, produz substâncias químicas que ajudam a bloquear a dor."},

{"index":5,
    "Mito":"Meninas virgens não podem usar absorventes internos",
    "Descrição":"Não há razão para evitar o uso de absorventes internos durante os primeiros períodos. O hímen, que é uma membrana fina e elástica na entrada da vagina, já tem uma abertura natural que é por onde sai o sangue. O que acontece quando se fala de “rompimento do hímen” é que essa membrana é um pouco mais alargada quando há penetração.  Em geral, absorventes cujo tamanho é menor, quando colocados da maneira correta, não rompem o hímen da mulher. No entanto, ele pode ser rompido mais facilmente com o uso do coletor menstrual, por isso é importante levar isso em consideração antes de comprá-lo. É melhor conversar com o ginecologista para avaliar qual é a melhor escolha para cada mulher. Mas lembre-se: na verdade, uma mulher só perde a virgindade quando tem um contato íntimo real."},

{"index":6,
    "Mito":"As mulheres que moram juntas ou próximas podem ter o período em sincronia",
    "Descrição":"Isso é um pouco controverso. Pesquisas iniciais na década de 1970 sugeriram que os compostos químicos do corpo chamados feromônios sincronizam os ciclos de mulheres que viviam juntas. A produção desses hormônios depende de fatores de rotina como alimentação e estresse. As mulheres que passam muito tempo juntas tendem a passar pelos mesmos fatores externos que influenciam o ciclo menstrual. Isso acaba fazendo com que a produção de hormônios e o tempo da menstruação seja semelhante uma das outras. No entanto, outros estudos falharam em apoiar esses achados e afirmaram que a sincronização era mais um evento aleatório."},

{"index":7,
    "Mito":"Andar descalça piora a dor da cólica?",
    "Descrição":"O que causa a cólica é um hormônio chamado prostaglandina, que em excesso provoca as contrações. A cólica é definida em dois tipos: a primária, que é o tipo comum, que a maioria das mulheres tem e a secundária, que provém de outra doença como a endometriose e os miomas. Embora seja incômodo, andar descalça no chão frio não piora a dor da cólica. Provavelmente, o que acontece é que seja mais um aborrecimento para aquelas que têm dor, dando a impressão de que as cólicas menstruais pioram devido ao frio."},

{"index":8,
    "Mito":"TPM não existe, é apenas uma desculpa das mulheres",
    "Descrição":"A TPM  é real e ocorre devido às grandes oscilações hormonais que acontecem durante o ciclo menstrual. Ela é caracterizada por uma variedade de sintomas que geralmente começam uma semana ou duas antes da menstruação e desaparecem no momento em que o período começa. Aproximadamente três em cada quatro mulheres menstruadas experimentam os sintomas físicos e/ou emocionais da TPM, de acordo com especialistas da Mayo Clinic. Os sintomas da TPM comumente incluem sensibilidade nos seios, acne, inchaço ou ganho de peso, dores de cabeça, dor nas articulações, fadiga, desejo por comida, alterações de humor, depressão, ansiedade, irritabilidade e outros. Muitas mulheres e meninas encontram alívio da TPM através de mudanças de estilo de vida, medicamentos e suplementos vitamínicos ou de ervas."},

{"index":9,
    "Mito":"Tomar contraceptivos seguidos para não menstruar faz mal para minha saúde",
    "Descrição":"Evitar a menstruação não prejudica a saúde, pois apenas representa que o óvulo não foi fertilizado e que o útero precisa se preparar novamente para uma possível gravidez. No entanto, é importante lembrar que a ausência de menstruação quando você não toma contraceptivos pode sinalizar um problema. Além disso, as mulheres que tomam contraceptivos para não menstruar devem procurar o ginecologista pelo menos uma vez por ano."},
    
{"index":10,
    "Mito":"Ter um fluxo menstrual muito intenso causa anemia",
    "Descrição":" Em geral, o fluxo forte não é causa de anemia, uma vez que normalmente só ocorre quando as perdas menstruais são muito elevadas. Sangramentos abundantes geralmente são causados por problemas como fibróides uterinos e no caso de uma gravidez ectópica. Assim, a mulher só deve se preocupar quando o período menstrual durar mais de 7 dias ou se o ciclo menstrual for inferior a 21 dias."},

{"index":11,
    "Mito":"Mulheres engordam durante o período",
    "Descrição":"A mulher não engorda durante a menstruação. O que ocorre é que o período provoca inchaço da mama e do abdômen e, em alguns casos, retenção de líquidos. É por isso que é conveniente evitar alimentos ricos em sódio e bebidas alcoólicas. Ou seja, o aumento de peso não é real e some depois da menstruação."},

{"index":12,
    "Mito":"Mulheres não podem nadar ou ir em piscinas",
    "Descrição":"Essa crença também não tem fundamento, além do desconforto que pode ser para algumas mulheres. Além disso, com o uso de absorventes internos essa limitação desapareceu, mas obviamente depende das preferências de cada pessoa. Há mulheres que nos primeiros dias de seu ciclo menstrual não se sentem confortáveis na piscina. Também não é proibido lavar a cabeça nesse período, ok?"}]