[{"index":0,
    "Tratamento":"Consuma alimentos com vitaminas B1 e B6",
    "Descrição":"O ato de comer está relacionado ao emocional. Logo, é natural que durante essas flutuações hormonais a pessoa que menstrua 2 sinta um impulso maior por certos alimentos, como o chocolate. No entanto, é preciso comer consciente. As vitaminas B1 e B6 são ótimas para as funções neurológicas, como a disposição e o humor. Folhas verdes, arroz integral, aveia e semente de girassol são exemplos de alimentos que combatem enjoos e dores, contribuindo para o bem estar. Lembre-se que a menstruação é um indicador de saúde. Para ela acontecer regularmente é necessário que a nossa nutrição esteja em dia. Ouça seu corpo e suas necessidades."},

{"index":1,
    "Tratamento":"Beba muita água",
     "Descrição":"Além da alimentação balanceada, manter a hidratação do organismo é essencial. A água tem um papel importante para evitar o inchaço e aliviar as dores menstruais. Porém, prefira a bebida morna ou quente, pois o calor contribui para o aumento do fluxo sanguíneo no abdômen e para o relaxamento dos músculos uterinos. Uma sugestão: esprema um limão para saborizar."},

{"index":2,
    "Tratamento":"Use compressas quentes",
    "Descrição":"Usar compressas quentes também ajuda a reduzir a cólica menstrual. Isso acontece, outra vez, por causa do relaxamento muscular. Caso você ainda não tenha uma bolsa térmica, posicione uma toalha molhada em água quente na região do ventre para amenizar seu sofrimento quase que instantaneamente. Não deixe de preparar um chá bem quentinho para curtir esse momento de alguma forma. Está tudo bem se sentir super mal, mas a menstruação pode ser mais do que isso. Aproveite esse momento para se conectar com você. Como? Faça coisas prazerosas enquanto se cuida."},

{"index":3,
    "Tratamento":"Troque o absorvente ou o coletor a cada 4 horas",
    "Descrição":"4 horas é uma média, pois o  tempo de troca vai depender do seu fluxo. Em todo caso, nada de passar o dia inteiro com o mesmo absorvente, viu? Isso vale tanto para os modelos externos quanto para os internos. Aliás, ter essa atenção é fundamental para impedir a proliferação de bactérias indesejadas.  Aproveitamos este tópico para enfatizar que se você não é team coletor menstrual, pode abandonar o absorvente descartável e substituí-lo pelo de pano. Os ecoabsorventes laváveis são confeccionados em tecidos de algodão, o que garante mais liberdade para sua pele e menos contato com produtos químicos — isso sem mencionar o fato de que é um tremendo help para o meio ambiente, tendo em vista que o plástico é um grande vilão em nosso ecossistema."},

{"index":4,
    "Tratamento":"Pratique alguma atividade física",
    "Descrição":"O seu período menstrual não é desculpa para não se mexer. Inclusive, praticar alguma atividade física colabora para a liberação da endorfina, o hormônio do bem estar, no organismo e melhora os efeitos da TPM no corpo. Calma… você não precisa correr na próxima maratona, nem se aventurar na luta livre. É importante respeitar os limites do seu corpo, ok? A nossa sugestão é apostar na prática do yoga. Outra ideia é fazer um alongamento. A principal dica que podemos dar sobre cuidados durante o período menstrual é ter paciência e amor com o seu corpo. Afinal, sua menstruação não é sua inimiga, tampouco precisa significar um sofrimento sem fim. Siga as dicas que citamos aqui para amenizar os sintomas de forma natural e, até mesmo, permanente."}]